<html lang="PT" xmlns:html="http://www.w3.org/1999/xhtml"><head><meta content="PT" name="DC.language"/><meta content="EUR-Lex - 32001L0029 - PT" name="DC.title"/><meta content="aproxima&ccedil;&atilde;o das legisla&ccedil;&otilde;es, mercado interno, propriedade industrial e comercial, sociedade da informa&ccedil;&atilde;o, direito de autor, aproxima&ccedil;&atilde;o das legisla&ccedil;&otilde;es, " name="DC.subject"/><meta content="Directiva 2001/29/CE do Parlamento Europeu e do Conselho, de 22 de Maio de 2001, relativa &agrave; harmoniza&ccedil;&atilde;o de certos aspectos do direito de autor e dos direitos conexos na sociedade da informa&ccedil;&atilde;o  " name="DC.description"/><meta content="text/html; charset=UTF-8" http-equiv="Content-Type" name="DC.type"/><meta content="Jornal Oficial n&ordm; L 167 de 22/06/2001 p. 0010 - 0019; " name="DC.source"/><meta content="OPOCE" name="DC.publisher"/><meta content="http://europa.eu.int/eur-lex/lex/LexUriServ/LexUriServ.do?uri=CELEX:32001L0029:PT:HTML" name="DC.identifier" scheme="URI"/><style media="all" type="text/css">@import url(./../../../../css/generic.css);
</style><link href="./../../../../css/generic-print.css" media="print" rel="stylesheet" type="text/css"/><title>EUR-Lex - 32001L0029 - PT</title></head><body>
<div id="banner">
<a name="top" shape="rect"></a>
<div class="bglang">
<p class="bglang">
<a accesskey="8" class="langue" href="../../../editorial/legal_notice.htm" shape="rect"><b>Avis juridique important</b></a>
<br clear="none"/>
</p>
</div>
<div class="bgtool">
<em class="none">|</em>
</div>
</div>
<a name="top" shape="rect"></a>
<h1>32001L0029</h1>
<p>
<strong>Directiva 2001/29/CE do Parlamento Europeu e do Conselho, de 22 de Maio de 2001, relativa &agrave; harmoniza&ccedil;&atilde;o de certos aspectos do direito de autor e dos direitos conexos na sociedade da informa&ccedil;&atilde;o  </strong>
<br clear="none"/>
<em>
<br clear="none"/>Jornal Oficial n&ordm; L 167 de 22/06/2001 p. 0010 - 0019<br clear="none"/> </em>
</p>
<br clear="none"/>
<div id="TexteOnly">
<p>
<TXT_TE>
<p>Directiva 2001/29/CE do Parlamento Europeu e do Conselho</p><p>de 22 de Maio de 2001</p><p>relativa &agrave; harmoniza&ccedil;&atilde;o de certos aspectos do direito de autor e dos direitos conexos na sociedade da informa&ccedil;&atilde;o</p><p/><p>O PARLAMENTO EUROPEU E O CONSELHO DA UNI&Atilde;O EUROPEIA,</p><p>Tendo em conta o Tratado que institui a Comunidade Europeia, nomeadamente o n.o 2 do seu artigo 47.o e os seus artigos 55.o e 95.o,</p><p>Tendo em conta a proposta da Comiss&atilde;o(1),</p><p>Tendo em conta o parecer do Comit&eacute; Econ&oacute;mico e Social(2),</p><p>Deliberando nos termos do artigo 251.o do Tratado(3),</p><p>Considerando o seguinte:</p><p>(1) O Tratado prev&ecirc; o estabelecimento de um mercado interno e a institui&ccedil;&atilde;o de um sistema capaz de garantir o n&atilde;o falseamento da concorr&ecirc;ncia no mercado interno. A harmoniza&ccedil;&atilde;o das legisla&ccedil;&otilde;es dos Estados-Membros em mat&eacute;ria de direito de autor e direitos conexos contribui para a prossecu&ccedil;&atilde;o destes objectivos.</p><p>(2) O Conselho Europeu reunido em Corfu em 24 e 25 de Junho de 1994 salientou a necessidade de criar, a n&iacute;vel comunit&aacute;rio, um enquadramento legal geral e flex&iacute;vel que estimule o desenvolvimento da sociedade da informa&ccedil;&atilde;o na Europa. Tal exige, nomeadamente, um mercado interno para os novos produtos e servi&ccedil;os. Existe j&aacute;, ou est&aacute; em vias de ser aprovada, importante legisla&ccedil;&atilde;o comunit&aacute;ria para criar tal enquadramento regulamentar. O direito de autor e os direitos conexos desempenham um importante papel neste contexto, uma vez que protegem e estimulam o desenvolvimento e a comercializa&ccedil;&atilde;o de novos produtos e servi&ccedil;os, bem como a cria&ccedil;&atilde;o e a explora&ccedil;&atilde;o do seu conte&uacute;do criativo.</p><p>(3) A harmoniza&ccedil;&atilde;o proposta deve contribuir para a implementa&ccedil;&atilde;o das quatro liberdades do mercado interno e enquadra-se no respeito dos princ&iacute;pios fundamentais do direito e, em particular, da propriedade - incluindo a propriedade intelectual - da liberdade de express&atilde;o e do interesse geral.</p><p>(4) Um enquadramento legal do direito de autor e dos direitos conexos, atrav&eacute;s de uma maior seguran&ccedil;a jur&iacute;dica e respeitando um elevado n&iacute;vel de protec&ccedil;&atilde;o da propriedade intelectual, estimular&aacute; consideravelmente os investimentos na criatividade e na inova&ccedil;&atilde;o, nomeadamente nas infra-estruturas de rede, o que, por sua vez, se traduzir&aacute; em crescimento e num refor&ccedil;o da competitividade da ind&uacute;stria europeia, tanto na &aacute;rea do fornecimento de conte&uacute;dos e da tecnologia da informa&ccedil;&atilde;o, como, de uma forma mais geral, num vasto leque de sectores industriais e culturais. Este aspecto permitir&aacute; salvaguardar o emprego e fomentar&aacute; a cria&ccedil;&atilde;o de novos postos de trabalho.</p><p>(5) O desenvolvimento tecnol&oacute;gico multiplicou e diversificou os vectores da cria&ccedil;&atilde;o, produ&ccedil;&atilde;o e explora&ccedil;&atilde;o. Apesar de n&atilde;o serem necess&aacute;rios novos conceitos para a protec&ccedil;&atilde;o da propriedade intelectual, a legisla&ccedil;&atilde;o e regulamenta&ccedil;&atilde;o actuais em mat&eacute;ria de direito de autor e direitos conexos devem ser adaptadas e complementadas para poderem dar uma resposta adequada &agrave; realidade econ&oacute;mica, que inclui novas formas de explora&ccedil;&atilde;o.</p><p>(6) Sem uma harmoniza&ccedil;&atilde;o a n&iacute;vel comunit&aacute;rio, as actividades legislativa e regulamentar a n&iacute;vel nacional, j&aacute; iniciadas, ali&aacute;s, num certo n&uacute;mero de Estados-Membros para dar resposta aos desafios tecnol&oacute;gicos, podem provocar diferen&ccedil;as significativas em termos da protec&ccedil;&atilde;o assegurada e, consequentemente, traduzir-se em restri&ccedil;&otilde;es &agrave; livre circula&ccedil;&atilde;o dos servi&ccedil;os e produtos que incorporam propriedade intelectual ou que nela se baseiam, conduzindo a uma nova compartimenta&ccedil;&atilde;o do mercado interno e a uma situa&ccedil;&atilde;o de incoer&ecirc;ncia legislativa e regulamentar. O impacto de tais diferen&ccedil;as e incertezas legislativas tornar-se-&aacute; mais significativo com o desenvolvimento da sociedade da informa&ccedil;&atilde;o, que provocou j&aacute; um aumento consider&aacute;vel da explora&ccedil;&atilde;o transfronteiras da propriedade intelectual. Este desenvolvimento pode e deve prosseguir. A exist&ecirc;ncia de diferen&ccedil;as e incertezas importantes a n&iacute;vel jur&iacute;dico em mat&eacute;ria de protec&ccedil;&atilde;o pode prejudicar a realiza&ccedil;&atilde;o de economias de escala relativamente a novos produtos e servi&ccedil;os que incluam direito de autor e direitos conexos.</p><p>(7) O enquadramento jur&iacute;dico comunit&aacute;rio para a protec&ccedil;&atilde;o jur&iacute;dica do direito de autor e direitos conexos deve, assim, ser adaptado e completado na medida do necess&aacute;rio para assegurar o bom funcionamento do mercado interno. Para o efeito, deve proceder-se &agrave; adapta&ccedil;&atilde;o das disposi&ccedil;&otilde;es nacionais em mat&eacute;ria de direito de autor e direitos conexos que apresentem diferen&ccedil;as consider&aacute;veis entre os Estados-Membros ou que provoquem inseguran&ccedil;a jur&iacute;dica nefasta para o bom funcionamento do mercado interno e para o desenvolvimento adequado da sociedade da informa&ccedil;&atilde;o na Europa. Por outro lado, devem evitar-se respostas incoerentes a n&iacute;vel nacional &agrave; evolu&ccedil;&atilde;o tecnol&oacute;gica, embora n&atilde;o seja necess&aacute;rio eliminar nem impedir diferen&ccedil;as que n&atilde;o afectem negativamente o funcionamento do mercado interno.</p><p>(8) As diversas implica&ccedil;&otilde;es de car&aacute;cter social, societal e cultural da sociedade da informa&ccedil;&atilde;o exigem que se tenha em considera&ccedil;&atilde;o a especificidade do conte&uacute;do dos produtos e servi&ccedil;os.</p><p>(9) Qualquer harmoniza&ccedil;&atilde;o do direito de autor e direitos conexos deve basear-se num elevado n&iacute;vel de protec&ccedil;&atilde;o, uma vez que tais direitos s&atilde;o fundamentais para a cria&ccedil;&atilde;o intelectual. A sua protec&ccedil;&atilde;o contribui para a manuten&ccedil;&atilde;o e o desenvolvimento da actividade criativa, no interesse dos autores, dos int&eacute;rpretes ou executantes, dos produtores, dos consumidores, da cultura, da ind&uacute;stria e do p&uacute;blico em geral. A propriedade intelectual &eacute; pois reconhecida como parte integrante da propriedade.</p><p>(10) Os autores e os int&eacute;rpretes ou executantes devem receber uma remunera&ccedil;&atilde;o adequada pela utiliza&ccedil;&atilde;o do seu trabalho, para poderem prosseguir o seu trabalho criativo e art&iacute;stico, bem como os produtores, para poderem financiar esse trabalho. &Eacute; consider&aacute;vel o investimento necess&aacute;rio para produzir produtos como fonogramas, filmes ou produtos multim&eacute;dia, e servi&ccedil;os, como os servi&ccedil;os &quot;a pedido&quot;. &Eacute; necess&aacute;ria uma protec&ccedil;&atilde;o jur&iacute;dica adequada dos direitos de propriedade intelectual no sentido de garantir tal remunera&ccedil;&atilde;o e proporcionar um rendimento satisfat&oacute;rio desse investimento.</p><p>(11) Um sistema rigoroso e eficaz de protec&ccedil;&atilde;o do direito de autor e direitos conexos constitui um dos principais instrumentos para assegurar os recursos necess&aacute;rios &agrave; produ&ccedil;&atilde;o cultural europeia, bem como para garantir independ&ecirc;ncia e dignidade aos criadores e int&eacute;rpretes.</p><p>(12) Uma protec&ccedil;&atilde;o adequada das obras e outros materiais pelo direito de autor e direitos conexos assume igualmente grande relev&acirc;ncia do ponto de vista cultural. O artigo 151.o do Tratado exige que a Comunidade tenha em conta os aspectos culturais na sua ac&ccedil;&atilde;o.</p><p>(13) &Eacute; fundamental procurar em comum e aplicar coerentemente, a n&iacute;vel europeu, medidas de car&aacute;cter t&eacute;cnico destinadas a proteger as obras e outro material protegido e assegurar a informa&ccedil;&atilde;o necess&aacute;ria sobre os direitos, porque o objectivo &uacute;ltimo dessas medidas &eacute; o de dar realidade concreta aos princ&iacute;pios e garantias estabelecidos pelas normas jur&iacute;dicas.</p><p>(14) A presente directiva deve promover a aprendizagem e a cultura mediante a protec&ccedil;&atilde;o das obras e outro material protegido, permitindo, ao mesmo tempo, excep&ccedil;&otilde;es ou limita&ccedil;&otilde;es no interesse p&uacute;blico relativamente a objectivos de educa&ccedil;&atilde;o e ensino.</p><p>(15) A Confer&ecirc;ncia Diplom&aacute;tica realizada sob os ausp&iacute;cios da Organiza&ccedil;&atilde;o Mundial da Propriedade Intelectual (OMPI), em Dezembro de 1996, conduziu &agrave; aprova&ccedil;&atilde;o de dois novos tratados, o Tratado da OMPI sobre o Direito de Autor e o Tratado da OMPI sobre Presta&ccedil;&otilde;es e Fonogramas, que tratam, respectivamente, da protec&ccedil;&atilde;o dos autores e da protec&ccedil;&atilde;o dos artistas int&eacute;rpretes ou executantes e dos produtores de fonogramas. Estes tratados actualizam significativamente a protec&ccedil;&atilde;o internacional do direito de autor e dos direitos conexos, incluindo no que diz respeito &agrave; denominada &quot;agenda digital&quot;, e melhoram os meios de combate contra a pirataria a n&iacute;vel mundial. A Comunidade e a maioria dos seus Estados-Membros assinaram j&aacute; os tratados e est&atilde;o em curso os procedimentos para a sua ratifica&ccedil;&atilde;o pela Comunidade e pelos seus Estados-Membros. A presente directiva destina-se tamb&eacute;m a dar execu&ccedil;&atilde;o a algumas destas novas obriga&ccedil;&otilde;es internacionais.</p><p>(16) A quest&atilde;o da responsabilidade por actividades desenvolvidas em rede &eacute; pertinente n&atilde;o apenas para o direito de autor e direitos conexos, mas tamb&eacute;m para outras &aacute;reas, como a difama&ccedil;&atilde;o, a publicidade enganosa ou a contrafac&ccedil;&atilde;o de marcas registadas, e ser&aacute; objecto de uma abordagem horizontal na Directiva 2000/31/CE do Parlamento Europeu e do Conselho, de 8 de Junho de 2000, relativa a certos aspectos legais dos servi&ccedil;os da sociedade da informa&ccedil;&atilde;o, em especial do com&eacute;rcio electr&oacute;nico no mercado interno (&quot;Directiva sobre o com&eacute;rcio electr&oacute;nico&quot;)(4), que clarifica e harmoniza diversos aspectos jur&iacute;dicos subjacentes aos servi&ccedil;os da sociedade da informa&ccedil;&atilde;o, incluindo o com&eacute;rcio electr&oacute;nico. A directiva deve ser implementada segundo um calend&aacute;rio semelhante ao da implementa&ccedil;&atilde;o da directiva sobre o com&eacute;rcio electr&oacute;nico, dado que tal directiva oferece um quadro harmonizado de princ&iacute;pios e disposi&ccedil;&otilde;es relevantes, inter alia, para partes importantes da presente directiva. Esta n&atilde;o prejudica as disposi&ccedil;&otilde;es relativas &agrave; responsabilidade constantes daquela directiva.</p><p>(17) Sobretudo em face das exig&ecirc;ncias inerentes ao ambiente digital, &eacute; necess&aacute;rio garantir que as empresas de gest&atilde;o colectiva dos direitos alcancem um mais elevado n&iacute;vel de racionaliza&ccedil;&atilde;o e transpar&ecirc;ncia no que se refere ao respeito pelas regras da concorr&ecirc;ncia.</p><p>(18) A presente directiva n&atilde;o prejudica as regras de gest&atilde;o de direitos, existentes nos Estados-Membros como, por exemplo, as licen&ccedil;as colectivas alargadas.</p><p>(19) Os direitos morais dos titulares dos direitos dever&atilde;o ser exercidos de acordo com a legisla&ccedil;&atilde;o dos Estados-Membros e as disposi&ccedil;&otilde;es da Conven&ccedil;&atilde;o de Berna para a Protec&ccedil;&atilde;o das Obras Liter&aacute;rias e Art&iacute;sticas, do Tratado da OMPI sobre o Direito de Autor e do Tratado da OMPI sobre Presta&ccedil;&otilde;es e Fonogramas. Esses direitos morais n&atilde;o est&atilde;o abrangidos pelo &acirc;mbito da presente directiva.</p><p>(20) A presente directiva baseia-se em princ&iacute;pios e normas j&aacute; estabelecidos pelas directivas em vigor neste dom&iacute;nio, nomeadamente as Directivas 91/250/CEE(5), 92/100/CEE(6), 93/83/CEE(7), 93/98/CEE(8) e 96/9/CE(9), desenvolvendo-os e integrando-os na perspectiva da sociedade da informa&ccedil;&atilde;o. Salvo disposi&ccedil;&atilde;o em contr&aacute;rio nela prevista, a presente directiva n&atilde;o prejudica as disposi&ccedil;&otilde;es das referidas directivas.</p><p>(21) A presente directiva deve definir o &acirc;mbito dos actos abrangidos pelo direito de reprodu&ccedil;&atilde;o relativamente aos diferentes benefici&aacute;rios. Tal deve ser efectuado na linha do acervo comunit&aacute;rio. &Eacute; necess&aacute;rio consagrar uma defini&ccedil;&atilde;o ampla destes actos para garantir a seguran&ccedil;a jur&iacute;dica no interior do mercado interno.</p><p>(22) O objectivo de apoiar adequadamente a difus&atilde;o cultural n&atilde;o deve ser alcan&ccedil;ado sacrificando a protec&ccedil;&atilde;o estrita de determinados direitos nem tolerando formas ilegais de distribui&ccedil;&atilde;o de obras objecto de contrafac&ccedil;&atilde;o ou pirataria.</p><p>(23) A presente directiva dever&aacute; proceder a uma maior harmoniza&ccedil;&atilde;o dos direitos de autor aplic&aacute;veis &agrave; comunica&ccedil;&atilde;o de obras ao p&uacute;blico. Esses direitos dever&atilde;o ser entendidos no sentido lato, abrangendo todas as comunica&ccedil;&otilde;es ao p&uacute;blico n&atilde;o presente no local de onde prov&ecirc;m as comunica&ccedil;&otilde;es. Abrangem ainda qualquer transmiss&atilde;o ou retransmiss&atilde;o de uma obra ao p&uacute;blico, por fio ou sem fio, incluindo a radiodifus&atilde;o, n&atilde;o abrangendo quaisquer outros actos.</p><p>(24) O direito de colocar &agrave; disposi&ccedil;&atilde;o do p&uacute;blico materiais contemplados no n.o 2 do artigo 3.o deve entender-se como abrangendo todos os actos de coloca&ccedil;&atilde;o desses materiais &agrave; disposi&ccedil;&atilde;o do p&uacute;blico n&atilde;o presente no local de onde prov&eacute;m esses actos de coloca&ccedil;&atilde;o &agrave; disposi&ccedil;&atilde;o, n&atilde;o abrangendo quaisquer outros actos.</p><p>(25) A inseguran&ccedil;a jur&iacute;dica quanto &agrave; natureza e ao n&iacute;vel de protec&ccedil;&atilde;o dos actos de transmiss&atilde;o a pedido, atrav&eacute;s de redes, de obras protegidas pelo direito de autor ou de material protegido pelos direitos conexos deve ser ultrapassada atrav&eacute;s da adop&ccedil;&atilde;o de uma protec&ccedil;&atilde;o harmonizada a n&iacute;vel comunit&aacute;rio. Deve ficar claro que todos os titulares dos direitos reconhecidos pela directiva t&ecirc;m o direito exclusivo de colocar &agrave; disposi&ccedil;&atilde;o do p&uacute;blico obras ou qualquer outro material protegido no &acirc;mbito das transmiss&otilde;es interactivas a pedido. Tais transmiss&otilde;es interactivas a pedido caracterizam-se pelo facto de qualquer pessoa poder aceder-lhes a partir do local e no momento por ela escolhido.</p><p>(26) No que se refere &agrave; disponibiliza&ccedil;&atilde;o pelos radiodifusores, em servi&ccedil;o a pedido, das suas produ&ccedil;&otilde;es de r&aacute;dio ou de televis&atilde;o que incorporem m&uacute;sica de fonogramas comerciais enquanto parte integrante dessas produ&ccedil;&otilde;es, dever&atilde;o ser encorajados acordos de licen&ccedil;as colectivas para facilitar o pagamento de direitos dos fonogramas pelos radiodifusores.</p><p>(27) A mera disponibiliza&ccedil;&atilde;o de meios materiais para permitir ou realizar uma comunica&ccedil;&atilde;o n&atilde;o constitui s&oacute; por si uma comunica&ccedil;&atilde;o na acep&ccedil;&atilde;o da presente directiva.</p><p>(28) A protec&ccedil;&atilde;o do direito de autor nos termos da presente directiva inclui o direito exclusivo de controlar a distribui&ccedil;&atilde;o de uma obra incorporada num produto tang&iacute;vel. A primeira venda na Comunidade do original de uma obra ou das suas c&oacute;pias pelo titular do direito, ou com o seu consentimento, esgota o direito de controlar a revenda de tal objecto na Comunidade. Tal direito n&atilde;o se esgota em rela&ccedil;&atilde;o ao original ou c&oacute;pias vendidas pelo titular do direito, ou com o seu consentimento, fora da Comunidade. A Directiva 92/100/CEE estabelece os direitos de aluguer e comodato dos autores. O direito de distribui&ccedil;&atilde;o previsto na presente directiva n&atilde;o prejudica as disposi&ccedil;&otilde;es relativas aos direitos de aluguer e comodato previstos no cap&iacute;tulo I dessa directiva.</p><p>(29) A quest&atilde;o do esgotamento n&atilde;o &eacute; pertinente no caso dos servi&ccedil;os, em especial dos servi&ccedil;os em linha. Tal vale igualmente para as c&oacute;pias f&iacute;sicas de uma obra ou de outro material efectuadas por um utilizador de tal servi&ccedil;o com o consentimento do titular do direito. Por conseguinte, o mesmo vale para o aluguer e o comodato do original e c&oacute;pias de obras ou outros materiais, que, pela sua natureza, s&atilde;o servi&ccedil;os. Ao contr&aacute;rio do que acontece com os CD-ROM ou os CDI, em que a propriedade intelectual est&aacute; incorporada num suporte material, isto &eacute;, uma mercadoria, cada servi&ccedil;o em linha constitui de facto um acto que dever&aacute; ser sujeito a autoriza&ccedil;&atilde;o quando tal estiver previsto pelo direito de autor ou direitos conexos.</p><p>(30) Os direitos referidos na presente directiva podem ser transferidos, cedidos ou sujeitos &agrave; concess&atilde;o de licen&ccedil;as numa base contratual, sem preju&iacute;zo do direito nacional pertinente em mat&eacute;ria de direito de autor e direitos conexos.</p><p>(31) Deve ser salvaguardado um justo equil&iacute;brio de direitos e interesses entre as diferentes categorias de titulares de direitos, bem como entre as diferentes categorias de titulares de direitos e utilizadores de material protegido. As excep&ccedil;&otilde;es ou limita&ccedil;&otilde;es existentes aos direitos estabelecidas a n&iacute;vel dos Estados-Membros devem ser reapreciadas &agrave; luz do novo ambiente electr&oacute;nico. As diferen&ccedil;as existentes em termos de excep&ccedil;&otilde;es e limita&ccedil;&otilde;es a certos actos sujeitos a restri&ccedil;&atilde;o t&ecirc;m efeitos negativos directos no funcionamento do mercado interno do direito de autor e dos direitos conexos. Tais diferen&ccedil;as podem vir a acentuar-se tendo em conta o desenvolvimento da explora&ccedil;&atilde;o das obras atrav&eacute;s das fronteiras e das actividades transfronteiras. No sentido de assegurar o bom funcionamento do mercado interno, tais excep&ccedil;&otilde;es e limita&ccedil;&otilde;es devem ser definidas de uma forma mais harmonizada. O grau desta harmoniza&ccedil;&atilde;o deve depender do seu impacto no bom funcionamento do mercado interno.</p><p>(32) A presente directiva prev&ecirc; uma enumera&ccedil;&atilde;o exaustiva das excep&ccedil;&otilde;es e limita&ccedil;&otilde;es ao direito de reprodu&ccedil;&atilde;o e ao direito de comunica&ccedil;&atilde;o ao p&uacute;blico. Algumas excep&ccedil;&otilde;es s&oacute; s&atilde;o aplic&aacute;veis ao direito de reprodu&ccedil;&atilde;o, quando adequado. Esta enumera&ccedil;&atilde;o tem em devida considera&ccedil;&atilde;o as diferentes tradi&ccedil;&otilde;es jur&iacute;dicas dos Estados-Membros e destina-se simultaneamente a assegurar o funcionamento do mercado interno. Os Estados-Membros devem aplicar essas excep&ccedil;&otilde;es e limita&ccedil;&otilde;es de uma forma coerente, o que ser&aacute; apreciado quando for examinada futuramente a legisla&ccedil;&atilde;o de transposi&ccedil;&atilde;o.</p><p>(33) O direito exclusivo de reprodu&ccedil;&atilde;o deve ser sujeito a uma excep&ccedil;&atilde;o para permitir certos actos de reprodu&ccedil;&atilde;o tempor&aacute;ria, que s&atilde;o reprodu&ccedil;&otilde;es transit&oacute;rias ou pontuais, constituindo parte integrante e essencial de um processo tecnol&oacute;gico efectuado com o &uacute;nico objectivo de possibilitar, quer uma transmiss&atilde;o eficaz numa rede entre terceiros por parte de um intermedi&aacute;rio, quer a utiliza&ccedil;&atilde;o leg&iacute;tima de uma obra ou de outros materiais protegidos. Os actos de reprodu&ccedil;&atilde;o em quest&atilde;o n&atilde;o dever&atilde;o ter, em si, qualquer valor econ&oacute;mico. Desde que satisfeitas essas condi&ccedil;&otilde;es, tal excep&ccedil;&atilde;o abrange igualmente os actos que possibilitam a navega&ccedil;&atilde;o (&quot;browsing&quot;) e os actos de armazenagem tempor&aacute;ria (&quot;caching&quot;), incluindo os que permitem o funcionamento eficaz dos sistemas de transmiss&atilde;o, desde que o intermedi&aacute;rio n&atilde;o altere o conte&uacute;do da transmiss&atilde;o e n&atilde;o interfira com o leg&iacute;timo emprego da tecnologia, tal como generalizadamente reconhecido e praticado pela ind&uacute;stria, para obter dados sobre a utiliza&ccedil;&atilde;o da informa&ccedil;&atilde;o. Uma utiliza&ccedil;&atilde;o deve ser considerada leg&iacute;tima se tiver sido autorizada pelo titular de direitos e n&atilde;o estiver limitada por lei.</p><p>(34) Deve ser dada aos Estados-Membros a op&ccedil;&atilde;o de preverem certas excep&ccedil;&otilde;es e limita&ccedil;&otilde;es em determinados casos, nomeadamente para fins de ensino ou de investiga&ccedil;&atilde;o cient&iacute;fica, a favor de institui&ccedil;&otilde;es p&uacute;blicas como bibliotecas e arquivos, para efeitos de not&iacute;cias, cita&ccedil;&otilde;es, para utiliza&ccedil;&atilde;o por pessoas deficientes, para utiliza&ccedil;&atilde;o relacionada com a seguran&ccedil;a p&uacute;blica e para utiliza&ccedil;&atilde;o em processos administrativos e judiciais.</p><p>(35) Em certos casos de excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o, os titulares dos direitos devem receber uma compensa&ccedil;&atilde;o equitativa que os compense de modo adequado da utiliza&ccedil;&atilde;o feita das suas obras ou outra mat&eacute;ria protegida. Na determina&ccedil;&atilde;o da forma, das modalidades e do poss&iacute;vel n&iacute;vel dessa compensa&ccedil;&atilde;o equitativa, devem ser tidas em conta as circunst&acirc;ncias espec&iacute;ficas a cada caso. Aquando da avalia&ccedil;&atilde;o dessas circunst&acirc;ncias, o principal crit&eacute;rio ser&aacute; o poss&iacute;vel preju&iacute;zo resultante do acto em quest&atilde;o para os titulares de direitos. Nos casos em que os titulares dos direitos j&aacute; tenham recebido pagamento sob qualquer outra forma, por exemplo como parte de uma taxa de licen&ccedil;a, n&atilde;o dar&aacute; necessariamente lugar a qualquer pagamento espec&iacute;fico ou separado. O n&iacute;vel da compensa&ccedil;&atilde;o equitativa dever&aacute; ter devidamente em conta o grau de utiliza&ccedil;&atilde;o das medidas de car&aacute;cter tecnol&oacute;gico destinadas &agrave; protec&ccedil;&atilde;o referidas na presente directiva. Em certas situa&ccedil;&otilde;es em que o preju&iacute;zo para o titular do direito seja m&iacute;nimo, n&atilde;o h&aacute; lugar a obriga&ccedil;&atilde;o de pagamento.</p><p>(36) Os Estados-Membros poder&atilde;o prever uma compensa&ccedil;&atilde;o equitativa para os titulares dos direitos, mesmo quando apliquem as disposi&ccedil;&otilde;es facultativas relativas a excep&ccedil;&otilde;es ou limita&ccedil;&otilde;es, que n&atilde;o requeiram tal compensa&ccedil;&atilde;o.</p><p>(37) Quando existem, os regimes nacionais em mat&eacute;ria de reprografia n&atilde;o criam entraves importantes ao mercado interno. Os Estados-Membros devem ser autorizados a prever uma excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o relativamente &agrave; reprografia.</p><p>(38) Deve dar-se aos Estados-Membros a faculdade de preverem uma excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o ao direito de reprodu&ccedil;&atilde;o mediante uma equitativa compensa&ccedil;&atilde;o, para certos tipos de reprodu&ccedil;&otilde;es de material &aacute;udio, visual e audiovisual destinadas a utiliza&ccedil;&atilde;o privada. Tal pode incluir a introdu&ccedil;&atilde;o ou a manuten&ccedil;&atilde;o de sistemas de remunera&ccedil;&atilde;o para compensar o preju&iacute;zo causado aos titulares dos direitos. Embora as diferen&ccedil;as existentes nestes sistemas de remunera&ccedil;&atilde;o afectem o funcionamento do mercado interno, tais diferen&ccedil;as, no que diz respeito &agrave; reprodu&ccedil;&atilde;o anal&oacute;gica privada, n&atilde;o dever&atilde;o ter um impacto significativo no desenvolvimento da sociedade da informa&ccedil;&atilde;o. A c&oacute;pia digital privada vir&aacute; provavelmente a ter uma maior divulga&ccedil;&atilde;o e um maior impacto econ&oacute;mico. Por conseguinte, dever&atilde;o ser tidas devidamente em conta as diferen&ccedil;as existentes entre a c&oacute;pia digital privada e a c&oacute;pia anal&oacute;gica privada e, em certos aspectos, dever&aacute; ser estabelecida uma distin&ccedil;&atilde;o entre elas.</p><p>(39) Ao aplicarem a excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o relativa &agrave; c&oacute;pia privada, os Estados-Membros devem ter em devida considera&ccedil;&atilde;o a evolu&ccedil;&atilde;o tecnol&oacute;gica e econ&oacute;mica, em especial no que se refere &agrave; c&oacute;pia digital privada e aos sistemas de remunera&ccedil;&atilde;o, quando existam medidas adequadas de car&aacute;cter tecnol&oacute;gico destinadas &agrave; protec&ccedil;&atilde;o. Tais excep&ccedil;&otilde;es ou limita&ccedil;&otilde;es n&atilde;o devem inibir nem a utiliza&ccedil;&atilde;o de medidas de car&aacute;cter tecnol&oacute;gico nem repress&atilde;o dos actos destinados a neutraliz&aacute;-las.</p><p>(40) Os Estados-Membros podem prever uma excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o a favor de certos estabelecimentos sem fins lucrativos, tais como bibliotecas acess&iacute;veis ao p&uacute;blico e institui&ccedil;&otilde;es equivalentes, bem como arquivos. No entanto, tal deve ser limitado a certos casos especiais abrangidos pelo direito de reprodu&ccedil;&atilde;o. Tal excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o n&atilde;o deve abranger utiliza&ccedil;&otilde;es no contexto do fornecimento em linha de obras ou outro material protegido. A presente directiva n&atilde;o prejudica a faculdade de os Estados-Membros preverem uma derroga&ccedil;&atilde;o ao direito exclusivo de comodato ao p&uacute;blico, em conformidade com o disposto no artigo 5.o da Directiva 92/100/CEE. Por conseguinte, conv&eacute;m incentivar contratos ou licen&ccedil;as espec&iacute;ficos que favore&ccedil;am de forma equilibrada esses organismos e a realiza&ccedil;&atilde;o dos seus objectivos de difus&atilde;o.</p><p>(41) Na aplica&ccedil;&atilde;o da excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o relativa &agrave;s fixa&ccedil;&otilde;es ef&eacute;meras realizadas por organismos de radiodifus&atilde;o, entende-se que os meios pr&oacute;prios dos difusores incluem os da pessoa agindo por conta ou sob a responsabilidade da organiza&ccedil;&atilde;o de radiodifus&atilde;o.</p><p>(42) Na aplica&ccedil;&atilde;o da excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o para efeitos de investiga&ccedil;&atilde;o pedag&oacute;gica e cient&iacute;fica n&atilde;o comercial, incluindo o ensino &agrave; dist&acirc;ncia, o car&aacute;cter n&atilde;o comercial da actividade em quest&atilde;o dever&aacute; ser determinado por essa actividade propriamente dita. A estrutura organizativa e os meios de financiamento do estabelecimento em causa n&atilde;o s&atilde;o factores decisivos a esse respeito.</p><p>(43) &Eacute;, todavia, importante que os Estados-Membros adoptem todas as medidas adequadas para favorecer o acesso &agrave;s obras por parte dos portadores de uma defici&ecirc;ncia que constitua obst&aacute;culo &agrave; sua utiliza&ccedil;&atilde;o, concedendo particular aten&ccedil;&atilde;o aos formatos acess&iacute;veis.</p><p>(44) Quando aplicadas, as excep&ccedil;&otilde;es e limita&ccedil;&otilde;es previstas nesta directiva dever&atilde;o ser exercidas em conformidade com as obriga&ccedil;&otilde;es internacionais. Tais excep&ccedil;&otilde;es e limita&ccedil;&otilde;es n&atilde;o podem ser aplicadas de forma que prejudique os leg&iacute;timos interesses do titular do direito ou obste &agrave; explora&ccedil;&atilde;o normal da sua obra ou outro material. A previs&atilde;o de tais excep&ccedil;&otilde;es e limita&ccedil;&otilde;es pelos Estados-Membros deve, em especial, reflectir devidamente o maior impacto econ&oacute;mico que elas poder&atilde;o ter no contexto do novo ambiente electr&oacute;nico. Consequentemente, o alcance de certas excep&ccedil;&otilde;es ou limita&ccedil;&otilde;es poder&aacute; ter que ser ainda mais limitado em rela&ccedil;&atilde;o a certas novas utiliza&ccedil;&otilde;es de obras e outro material protegido.</p><p>(45) As excep&ccedil;&otilde;es e limita&ccedil;&otilde;es referidas nos n.os 2, 3 e 4 do artigo 5.o n&atilde;o devem, por&eacute;m, obstar ao estabelecimento de rela&ccedil;&otilde;es contratuais destinadas a assegurar uma compensa&ccedil;&atilde;o equitativa aos titulares de direitos de autor e direitos conexos, desde que a legisla&ccedil;&atilde;o nacional o permita.</p><p>(46) O recurso &agrave; media&ccedil;&atilde;o poder&aacute; ajudar utilizadores e titulares de direitos a resolver os seus lit&iacute;gios. A Comiss&atilde;o, em coopera&ccedil;&atilde;o com os Estados-Membros, no &acirc;mbito do Comit&eacute; de Contacto, dever&aacute; realizar um estudo para encontrar novas formas jur&iacute;dicas de resolu&ccedil;&atilde;o de lit&iacute;gios relativos ao direito de autor e direitos conexos.</p><p>(47) O desenvolvimento tecnol&oacute;gico permitir&aacute; aos titulares dos direitos utilizar medidas de car&aacute;cter tecnol&oacute;gico destinadas a impedir ou restringir actos n&atilde;o autorizados pelos titulares do direito de autor, de direitos conexos ou do direito sui generis em bases de dados. Existe, no entanto, o perigo de que se desenvolvam actividades il&iacute;citas tendentes a possibilitar ou facilitar a neutraliza&ccedil;&atilde;o da protec&ccedil;&atilde;o t&eacute;cnica proporcionada por tais medidas. No sentido de evitar abordagens jur&iacute;dicas fragmentadas suscept&iacute;veis de prejudicar o funcionamento do mercado interno, &eacute; necess&aacute;rio prever uma protec&ccedil;&atilde;o jur&iacute;dica harmonizada contra a neutraliza&ccedil;&atilde;o de medidas de car&aacute;cter tecnol&oacute;gico eficazes e contra o fornecimento de mecanismos e produtos ou de servi&ccedil;os para esse efeito.</p><p>(48) Tal protec&ccedil;&atilde;o jur&iacute;dica deve incidir sobre as medidas de car&aacute;cter tecnol&oacute;gico que restrinjam efectivamente actos n&atilde;o autorizados pelos titulares de direitos de autor ou dos direitos conexos ou do direito sui generis em bases de dados, sem no entanto impedir o funcionamento normal dos equipamentos electr&oacute;nicos e o seu desenvolvimento tecnol&oacute;gico. Tal protec&ccedil;&atilde;o jur&iacute;dica n&atilde;o implica nenhuma obriga&ccedil;&atilde;o de adequa&ccedil;&atilde;o dos produtos, componentes ou servi&ccedil;os a essas medidas de car&aacute;cter tecnol&oacute;gico, sempre que esses produtos, componentes ou servi&ccedil;os n&atilde;o se encontrem abrangidos pela proibi&ccedil;&atilde;o prevista no artigo 6.o Tal protec&ccedil;&atilde;o jur&iacute;dica deve ser proporcionada e n&atilde;o deve proibir os dispositivos ou actividades que t&ecirc;m uma finalidade comercial significativa ou cuja utiliza&ccedil;&atilde;o prossiga objectivos diferentes da neutraliza&ccedil;&atilde;o da protec&ccedil;&atilde;o t&eacute;cnica. E esta protec&ccedil;&atilde;o n&atilde;o dever&aacute;, nomeadamente, causar obst&aacute;culos &agrave; investiga&ccedil;&atilde;o sobre criptografia.</p><p>(49) A protec&ccedil;&atilde;o jur&iacute;dica das medidas de car&aacute;cter tecnol&oacute;gico n&atilde;o prejudica a aplica&ccedil;&atilde;o de quaisquer disposi&ccedil;&otilde;es nacionais que pro&iacute;bam a posse privada de dispositivos, produtos ou componentes destinados a neutralizar medidas de car&aacute;cter tecnol&oacute;gico.</p><p>(50) Tal protec&ccedil;&atilde;o jur&iacute;dica harmonizada n&atilde;o afecta os regimes espec&iacute;ficos de protec&ccedil;&atilde;o previstos pela Directiva 91/250/CEE. Em especial, n&atilde;o dever&aacute; ser aplic&aacute;vel &agrave; protec&ccedil;&atilde;o de medidas de car&aacute;cter tecnol&oacute;gico utilizadas em rela&ccedil;&atilde;o com programas de computador, exclusivamente prevista nessa Directiva. N&atilde;o dever&aacute; impedir nem evitar o desenvolvimento ou utiliza&ccedil;&atilde;o de quaisquer meios de contornar uma medida de car&aacute;cter t&eacute;cnico que seja necess&aacute;ria para permitir a realiza&ccedil;&atilde;o de actos em conformidade com o n.o 3 do artigo 5.o ou com o artigo 6.o da Directiva 91/250/CEE. Os artigos 5.o e 6.o dessa Directiva apenas determinam excep&ccedil;&otilde;es aos direitos exclusivos aplic&aacute;veis a programas de computador.</p><p>(51) A protec&ccedil;&atilde;o jur&iacute;dica das medidas de car&aacute;cter tecnol&oacute;gico aplica-se sem preju&iacute;zo da ordem p&uacute;blica, como contemplado no artigo 5.o, ou da seguran&ccedil;a p&uacute;blica. Os Estados-Membros devem promover a adop&ccedil;&atilde;o de medidas volunt&aacute;rias por parte dos titulares de direitos, incluindo a celebra&ccedil;&atilde;o e implementa&ccedil;&atilde;o de acordos entre titulares de direitos e outras partes interessadas, no sentido de facilitar a prossecu&ccedil;&atilde;o dos objectivos de determinadas excep&ccedil;&otilde;es ou limita&ccedil;&otilde;es previstas na legisla&ccedil;&atilde;o nacional de acordo com a presente directiva. Na falta de tais medidas ou acordos volunt&aacute;rios dentro de um per&iacute;odo de tempo razo&aacute;vel, os Estados-Membros devem tomar medidas adequadas para assegurar que, pela altera&ccedil;&atilde;o de uma medida de car&aacute;cter tecnol&oacute;gico implementada ou por outros meios, os titulares de direitos forne&ccedil;am aos benefici&aacute;rios dessas excep&ccedil;&otilde;es ou limita&ccedil;&otilde;es meios adequados que lhes permitam beneficiar das mesmas. Contudo, a fim de evitar abusos relativamente a essas medidas tomadas por titulares de direitos, nomeadamente no &acirc;mbito de acordos, ou tomadas por um Estado-Membro, as medidas de car&aacute;cter tecnol&oacute;gico aplicadas em execu&ccedil;&atilde;o dessas medidas devem gozar de protec&ccedil;&atilde;o jur&iacute;dica.</p><p>(52) Ao aplicarem uma excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o em rela&ccedil;&atilde;o &agrave;s reprodu&ccedil;&otilde;es efectuadas para uso privado, de acordo com o n.o 2, al&iacute;nea b), do artigo 5.o, os Estados-Membros devem igualmente promover a utiliza&ccedil;&atilde;o de medidas volunt&aacute;rias que permitam alcan&ccedil;ar os objectivos dessa excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o. Se, dentro de um prazo razo&aacute;vel, n&atilde;o tiverem sido tomadas essas medidas volunt&aacute;rias a fim de assegurar a possibilidade de fazer reprodu&ccedil;&otilde;es para uso privado, os Estados-Membros poder&atilde;o tomar medidas que permitam aos benefici&aacute;rios fazerem uso das referidas excep&ccedil;&otilde;es ou limita&ccedil;&otilde;es. As medidas volunt&aacute;rias tomadas pelos titulares de direitos, incluindo os acordos entre titulares de direitos e outras partes interessadas, bem como as medidas tomadas pelos Estados-Membros, n&atilde;o impedem os titulares de direitos de utilizar medidas tecnol&oacute;gicas que sejam compat&iacute;veis com as excep&ccedil;&otilde;es ou limita&ccedil;&otilde;es relativas &agrave;s reprodu&ccedil;&otilde;es para uso privado previstas na legisla&ccedil;&atilde;o nacional nos termos do n.o 2, al&iacute;nea b), do artigo 5.o, tendo presente a condi&ccedil;&atilde;o da compensa&ccedil;&atilde;o equitativa prevista nessa disposi&ccedil;&atilde;o e a poss&iacute;vel diferencia&ccedil;&atilde;o entre v&aacute;rias condi&ccedil;&otilde;es de utiliza&ccedil;&atilde;o nos termos do n.o 5 do artigo 5.o, como, por exemplo, o controlo do n&uacute;mero de reprodu&ccedil;&otilde;es. A fim de evitar abusos na utiliza&ccedil;&atilde;o dessas medidas, as medidas de protec&ccedil;&atilde;o de natureza tecnol&oacute;gica aplicadas em sua execu&ccedil;&atilde;o devem gozar de protec&ccedil;&atilde;o jur&iacute;dica.</p><p>(53) A protec&ccedil;&atilde;o das medidas de car&aacute;cter tecnol&oacute;gico dever&aacute; garantir um ambiente seguro para a presta&ccedil;&atilde;o de servi&ccedil;os interactivos a pedido, por forma a que o p&uacute;blico possa ter acesso &agrave;s obras ou a outros materiais no momento e no local escolhidos pelo mesmo. No caso de estes servi&ccedil;os serem regidos por condi&ccedil;&otilde;es contratuais, o disposto nos primeiro e segundo par&aacute;grafos do n.o 4 do artigo 6.o n&atilde;o &eacute; aplic&aacute;vel. As formas de utiliza&ccedil;&atilde;o em linha n&atilde;o interactiva continuam sujeitas &agrave;quelas disposi&ccedil;&otilde;es.</p><p>(54) Foram realizados progressos importantes em mat&eacute;ria de normaliza&ccedil;&atilde;o internacional dos sistemas t&eacute;cnicos de identifica&ccedil;&atilde;o de obras e outro material protegido em formato digital. Num ambiente em que as redes assumem import&acirc;ncia crescente, as diferen&ccedil;as entre as medidas de car&aacute;cter tecnol&oacute;gico podem provocar a incompatibilidade dos sistemas na Comunidade. Deve ser incentivada a compatibilidade e a interoperabilidade dos diferentes sistemas. &Eacute; altamente conveniente incentivar o desenvolvimento de sistemas globais.</p><p>(55) O desenvolvimento tecnol&oacute;gico facilitar&aacute; a distribui&ccedil;&atilde;o das obras, em especial em redes, e tal implicar&aacute; que os titulares dos direitos tenham de identificar melhor a obra ou outro material, o autor ou qualquer outro titular de direitos relativamente a essa obra ou material, e prestar informa&ccedil;&otilde;es acerca dos termos de utiliza&ccedil;&atilde;o da obra ou outro material, no sentido de facilitar a gest&atilde;o dos direitos a eles atinentes. Os titulares de direitos devem ser incentivados a utilizar marca&ccedil;&otilde;es indicando, para al&eacute;m das informa&ccedil;&otilde;es atr&aacute;s referidas, nomeadamente a sua autoriza&ccedil;&atilde;o ao introduzirem em redes obras ou qualquer outro material.</p><p>(56) No entanto, existe o perigo de serem desenvolvidas actividades il&iacute;citas no sentido de retirar ou alterar a informa&ccedil;&atilde;o electr&oacute;nica a ela ligada ou de, de qualquer outra forma, distribuir, importar para distribui&ccedil;&atilde;o, radiodifundir, comunicar ao p&uacute;blico ou colocar &agrave; sua disposi&ccedil;&atilde;o obras ou outro material protegido das quais tenha sido retirada tal informa&ccedil;&atilde;o sem autoriza&ccedil;&atilde;o. No sentido de evitar abordagens jur&iacute;dicas fragmentadas suscept&iacute;veis de prejudicar o funcionamento do mercado interno, &eacute; necess&aacute;rio prever uma protec&ccedil;&atilde;o jur&iacute;dica harmonizada contra todas estas actividades.</p><p>(57) &Eacute; poss&iacute;vel que os sistemas de informa&ccedil;&atilde;o para a gest&atilde;o dos direitos atr&aacute;s referidos possam, pela sua concep&ccedil;&atilde;o, processar simultaneamente dados pessoais sobre os h&aacute;bitos de consumo do material protegido por parte dos particulares e permitir detectar os comportamentos em linha. Assim, tais meios t&eacute;cnicos, nas suas fun&ccedil;&otilde;es de car&aacute;cter t&eacute;cnico, devem conter salvaguardas em mat&eacute;ria de vida privada em conformidade com o disposto na Directiva 95/46/CE do Parlamento Europeu e do Conselho, de 24 de Outubro de 1995, relativa &agrave; protec&ccedil;&atilde;o dos particulares no que se refere ao tratamento de dados pessoais e &agrave; livre circula&ccedil;&atilde;o de tais dados(10).</p><p>(58) Os Estados-Membros devem prever san&ccedil;&otilde;es e vias de recurso eficazes em caso de viola&ccedil;&atilde;o dos direitos e obriga&ccedil;&otilde;es previstos na presente directiva. Devem tomar todas as medidas necess&aacute;rias para assegurar a aplica&ccedil;&atilde;o efectiva das referidas san&ccedil;&otilde;es e vias de recurso. As san&ccedil;&otilde;es previstas devem ser eficazes, proporcionadas e dissuasivas, e devem incluir a possibilidade de intentar uma ac&ccedil;&atilde;o de indemniza&ccedil;&atilde;o e/ou requerer uma injun&ccedil;&atilde;o e, quando adequado, a apreens&atilde;o do material il&iacute;cito.</p><p>(59) Nomeadamente no meio digital, os servi&ccedil;os de intermedi&aacute;rios poder&atilde;o ser cada vez mais utilizados por terceiros para a pr&aacute;tica de viola&ccedil;&otilde;es. Esses intermedi&aacute;rios encontram-se frequentemente em melhor posi&ccedil;&atilde;o para porem termo a tais actividades il&iacute;citas. Por conseguinte, sem preju&iacute;zo de outras san&ccedil;&otilde;es e vias de recurso dispon&iacute;veis, os titulares dos direitos dever&atilde;o ter a possibilidade de solicitar uma injun&ccedil;&atilde;o contra intermedi&aacute;rios que veiculem numa rede actos de viola&ccedil;&atilde;o de terceiros contra obras ou outros materiais protegidos. Esta possibilidade dever&aacute; ser facultada mesmo nos casos em que os actos realizados pelos intermedi&aacute;rios se encontrem isentos ao abrigo do artigo 5.o As condi&ccedil;&otilde;es e modalidades de tais injun&ccedil;&otilde;es dever&atilde;o ser regulamentadas nas legisla&ccedil;&otilde;es nacionais dos Estados-Membros.</p><p>(60) A protec&ccedil;&atilde;o prevista na presente directiva n&atilde;o prejudica as disposi&ccedil;&otilde;es legais nacionais ou comunit&aacute;rias em outras &aacute;reas, tais como a propriedade industrial, a protec&ccedil;&atilde;o dos dados, o acesso condicionado, o acesso aos documentos p&uacute;blicos e a regra da cronologia da explora&ccedil;&atilde;o dos meios de comunica&ccedil;&atilde;o social, que pode afectar a protec&ccedil;&atilde;o dos direitos de autor ou direitos conexos.</p><p>(61) A fim de dar cumprimento ao Tratado da OMPI sobre Presta&ccedil;&otilde;es e Fonogramas, as Directivas 92/100/CEE e 93/98/CEE devem ser alteradas,</p><p>ADOPTARAM A PRESENTE DIRECTIVA:</p><p/><p>CAP&Iacute;TULO I</p><p>OBJECTO E &Acirc;MBITO DE APLICA&Ccedil;&Atilde;O</p><p>Artigo 1.o</p><p>&Acirc;mbito de aplica&ccedil;&atilde;o</p><p>1. A presente directiva tem por objectivo a protec&ccedil;&atilde;o jur&iacute;dica do direito de autor e dos direitos conexos no &acirc;mbito do mercado interno, com especial &ecirc;nfase na sociedade da informa&ccedil;&atilde;o.</p><p>2. Salvo nos casos referidos no artigo 11.o, a presente directiva n&atilde;o afecta de modo algum as disposi&ccedil;&otilde;es comunit&aacute;rias existentes em mat&eacute;ria de:</p><p>a) Protec&ccedil;&atilde;o jur&iacute;dica dos programas de computador;</p><p>b) Direito de aluguer, direito de comodato e certos direitos conexos com os direitos de autor em mat&eacute;ria de propriedade intelectual;</p><p>c) Direito de autor e direitos conexos aplic&aacute;veis &agrave; radiodifus&atilde;o por sat&eacute;lite e &agrave; retransmiss&atilde;o por cabo;</p><p>d) Dura&ccedil;&atilde;o da protec&ccedil;&atilde;o do direito de autor e de certos direitos conexos;</p><p>e) Protec&ccedil;&atilde;o jur&iacute;dica das bases de dados.</p><p/><p>CAP&Iacute;TULO II</p><p>DIREITOS E EXCEP&Ccedil;&Otilde;ES</p><p>Artigo 2.o</p><p>Direito de reprodu&ccedil;&atilde;o</p><p>Os Estados-Membros devem prever que o direito exclusivo de autoriza&ccedil;&atilde;o ou proibi&ccedil;&atilde;o de reprodu&ccedil;&otilde;es, directas ou indirectas, tempor&aacute;rias ou permanentes, por quaisquer meios e sob qualquer forma, no todo ou em parte, cabe:</p><p>a) Aos autores, para as suas obras;</p><p>b) Aos artistas int&eacute;rpretes ou executantes, para as fixa&ccedil;&otilde;es das suas presta&ccedil;&otilde;es;</p><p>c) Aos produtores de fonogramas, para os seus fonogramas;</p><p>d) Aos produtores de primeiras fixa&ccedil;&otilde;es de filmes, para o original e as c&oacute;pias dos seus filmes;</p><p>e) Aos organismos de radiodifus&atilde;o, para as fixa&ccedil;&otilde;es das suas radiodifus&otilde;es, independentemente de estas serem transmitidas por fio ou sem fio, incluindo por cabo ou sat&eacute;lite.</p><p/><p>Artigo 3.o</p><p>Direito de comunica&ccedil;&atilde;o de obras ao p&uacute;blico, incluindo o direito de colocar &agrave; sua disposi&ccedil;&atilde;o outro material</p><p>1. Os Estados-Membros devem prever a favor dos autores o direito exclusivo de autorizar ou proibir qualquer comunica&ccedil;&atilde;o ao p&uacute;blico das suas obras, por fio ou sem fio, incluindo a sua coloca&ccedil;&atilde;o &agrave; disposi&ccedil;&atilde;o do p&uacute;blico por forma a torn&aacute;-las acess&iacute;veis a qualquer pessoa a partir do local e no momento por ela escolhido.</p><p>2. Os Estados-Membros devem prever que o direito exclusivo de autoriza&ccedil;&atilde;o ou proibi&ccedil;&atilde;o de coloca&ccedil;&atilde;o &agrave; disposi&ccedil;&atilde;o do p&uacute;blico, por fio ou sem fio, por forma a que seja acess&iacute;vel a qualquer pessoa a partir do local e no momento por ela escolhido, cabe:</p><p>a) Aos artistas int&eacute;rpretes ou executantes, para as fixa&ccedil;&otilde;es das suas presta&ccedil;&otilde;es;</p><p>b) Aos produtores de fonogramas, para os seus fonogramas;</p><p>c) Aos produtores de primeiras fixa&ccedil;&otilde;es de filmes, para o original e as c&oacute;pias dos seus filmes; e</p><p>d) Aos organismos de radiodifus&atilde;o, para as fixa&ccedil;&otilde;es das suas radiodifus&otilde;es, independentemente de estas serem transmitidas por fio ou sem fio, incluindo por cabo ou sat&eacute;lite.</p><p>3. Os direitos referidos nos n.os 1 e 2 n&atilde;o se esgotam por qualquer acto de comunica&ccedil;&atilde;o ao p&uacute;blico ou de coloca&ccedil;&atilde;o &agrave; disposi&ccedil;&atilde;o do p&uacute;blico, contemplado no presente artigo.</p><p/><p>Artigo 4.o</p><p>Direito de distribui&ccedil;&atilde;o</p><p>1. Os Estados-Membros devem prever a favor dos autores, em rela&ccedil;&atilde;o ao original das suas obras ou respectivas c&oacute;pias, o direito exclusivo de autorizar ou proibir qualquer forma de distribui&ccedil;&atilde;o ao p&uacute;blico atrav&eacute;s de venda ou de qualquer outro meio.</p><p>2. O direito de distribui&ccedil;&atilde;o n&atilde;o se esgota, na Comunidade, relativamente ao original ou &agrave;s c&oacute;pias de uma obra, excepto quando a primeira venda ou qualquer outra forma de primeira transfer&ecirc;ncia da propriedade desse objecto, na Comunidade, seja realizada pelo titular do direito ou com o seu consentimento.</p><p/><p>Artigo 5.o</p><p>Excep&ccedil;&otilde;es e limita&ccedil;&otilde;es</p><p>1. Os actos de reprodu&ccedil;&atilde;o tempor&aacute;ria referidos no artigo 2.o, que sejam transit&oacute;rios ou epis&oacute;dicos, que constituam parte integrante e essencial de um processo tecnol&oacute;gico e cujo &uacute;nico objectivo seja permitir:</p><p>a) Uma transmiss&atilde;o numa rede entre terceiros por parte de um intermedi&aacute;rio, ou</p><p>b) Uma utiliza&ccedil;&atilde;o leg&iacute;tima</p><p>de uma obra ou de outro material a realizar, e que n&atilde;o tenham, em si, significado econ&oacute;mico, est&atilde;o exclu&iacute;dos do direito de reprodu&ccedil;&atilde;o previsto no artigo 2.o</p><p>2. Os Estados-Membros podem prever excep&ccedil;&otilde;es ou limita&ccedil;&otilde;es ao direito de reprodu&ccedil;&atilde;o previsto no artigo 2.o nos seguintes casos:</p><p>a) Em rela&ccedil;&atilde;o &agrave; reprodu&ccedil;&atilde;o em papel ou suporte semelhante, realizada atrav&eacute;s de qualquer tipo de t&eacute;cnica fotogr&aacute;fica ou de qualquer outro processo com efeitos semelhantes, com excep&ccedil;&atilde;o das partituras, desde que os titulares dos direitos obtenham uma compensa&ccedil;&atilde;o equitativa;</p><p>b) Em rela&ccedil;&atilde;o &agrave;s reprodu&ccedil;&otilde;es em qualquer meio efectuadas por uma pessoa singular para uso privado e sem fins comerciais directos ou indirectos, desde que os titulares dos direitos obtenham uma compensa&ccedil;&atilde;o equitativa que tome em conta a aplica&ccedil;&atilde;o ou a n&atilde;o aplica&ccedil;&atilde;o de medidas de car&aacute;cter tecnol&oacute;gico, referidas no artigo 6.o, &agrave; obra ou outro material em causa;</p><p>c) Em rela&ccedil;&atilde;o a actos espec&iacute;ficos de reprodu&ccedil;&atilde;o praticados por bibliotecas, estabelecimentos de ensino ou museus acess&iacute;veis ao p&uacute;blico, ou por arquivos, que n&atilde;o tenham por objectivo a obten&ccedil;&atilde;o de uma vantagem econ&oacute;mica ou comercial, directa ou indirecta;</p><p>d) Em rela&ccedil;&atilde;o a grava&ccedil;&otilde;es ef&eacute;meras de obras realizadas por organismos de radiodifus&atilde;o pelos seus pr&oacute;prios meios e para as suas pr&oacute;prias emiss&otilde;es; poder&aacute; ser permitida a conserva&ccedil;&atilde;o destas reprodu&ccedil;&otilde;es em arquivos oficiais por se revestirem de car&aacute;cter excepcional de document&aacute;rio;</p><p>e) Em rela&ccedil;&atilde;o &agrave;s reprodu&ccedil;&otilde;es de transmiss&otilde;es radiof&oacute;nicas, por institui&ccedil;&otilde;es sociais com objectivos n&atilde;o comerciais, tais como hospitais ou pris&otilde;es, desde que os titulares de direitos recebam uma compensa&ccedil;&atilde;o justa.</p><p>3. Os Estados-Membros podem prever excep&ccedil;&otilde;es ou limita&ccedil;&otilde;es aos direitos previstos nos artigos 2.o e 3.o nos seguintes casos:</p><p>a) Utiliza&ccedil;&atilde;o unicamente com fins de ilustra&ccedil;&atilde;o para efeitos de ensino ou investiga&ccedil;&atilde;o cient&iacute;fica, desde que seja indicada, excepto quando tal se revele imposs&iacute;vel, a fonte, incluindo o nome do autor e, na medida justificada pelo objectivo n&atilde;o comercial que se pretende atingir;</p><p>b) Utiliza&ccedil;&atilde;o a favor de pessoas portadoras de defici&ecirc;ncias, que esteja directamente relacionada com essas defici&ecirc;ncias e que apresente car&aacute;cter n&atilde;o comercial, na medida exigida por cada defici&ecirc;ncia espec&iacute;fica;</p><p>c) Reprodu&ccedil;&atilde;o pela imprensa, comunica&ccedil;&atilde;o ao p&uacute;blico ou coloca&ccedil;&atilde;o &agrave; disposi&ccedil;&atilde;o de artigos publicados sobre temas de actualidade econ&oacute;mica, pol&iacute;tica ou religiosa ou de obras radiodifundidas ou outros materiais da mesma natureza, caso tal utiliza&ccedil;&atilde;o n&atilde;o seja expressamente reservada e desde que se indique a fonte, incluindo o nome do autor, ou utiliza&ccedil;&atilde;o de obras ou outros materiais no &acirc;mbito de relatos de acontecimentos de actualidade, na medida justificada pelas necessidades de informa&ccedil;&atilde;o desde que seja indicada a fonte, incluindo o nome do autor, excepto quando tal se revele imposs&iacute;vel;</p><p>d) Cita&ccedil;&otilde;es para fins de cr&iacute;tica ou an&aacute;lise, desde que relacionadas com uma obra ou outro material j&aacute; legalmente tornado acess&iacute;vel ao p&uacute;blico, desde que, excepto quando tal se revele imposs&iacute;vel, seja indicada a fonte, incluindo o nome do autor, e desde que sejam efectuadas de acordo com os usos e na medida justificada pelo fim a atingir;</p><p>e) Utiliza&ccedil;&atilde;o para efeitos de seguran&ccedil;a p&uacute;blica ou para assegurar o bom desenrolar ou o relato de processos administrativos, parlamentares ou judiciais;</p><p>f) Cita&ccedil;&otilde;es para fins de cr&iacute;tica ou an&aacute;lise, desde que relacionadas com uma obra ou outro material j&aacute; legalmente tornado acess&iacute;vel ao p&uacute;blico, desde que, excepto quando tal se revele imposs&iacute;vel, seja indicada a fonte, incluindo o nome do autor, e desde que sejam efectuadas de acordo com os usos e na medida justificada pelo fim a atingir;</p><p>g) Utiliza&ccedil;&atilde;o em celebra&ccedil;&otilde;es de car&aacute;cter religioso ou celebra&ccedil;&otilde;es oficiais por uma autoridade p&uacute;blica;</p><p>h) Utiliza&ccedil;&atilde;o de obras, como, por exemplo, obras de arquitectura ou escultura, feitas para serem mantidas permanentemente em locais p&uacute;blicos;</p><p>i) Inclus&atilde;o epis&oacute;dica de uma obra ou outro material protegido noutro material;</p><p>j) Utiliza&ccedil;&atilde;o para efeitos de publicidade relacionada com a exibi&ccedil;&atilde;o p&uacute;blica ou venda de obras art&iacute;sticas na medida em que seja necess&aacute;ria para promover o acontecimento, excluindo qualquer outra utiliza&ccedil;&atilde;o comercial;</p><p>k) Utiliza&ccedil;&atilde;o para efeitos de caricatura, par&oacute;dia ou pastiche;</p><p>l) Utiliza&ccedil;&atilde;o relacionada com a demonstra&ccedil;&atilde;o ou repara&ccedil;&atilde;o de equipamentos;</p><p>m) Utiliza&ccedil;&atilde;o de uma obra art&iacute;stica sob a forma de um edif&iacute;cio, de um desenho ou planta de um edif&iacute;cio para efeitos da sua reconstru&ccedil;&atilde;o;</p><p>n) Utiliza&ccedil;&atilde;o por comunica&ccedil;&atilde;o ou coloca&ccedil;&atilde;o &agrave; disposi&ccedil;&atilde;o, para efeitos de investiga&ccedil;&atilde;o ou estudos privados, a membros individuais do p&uacute;blico por terminais destinados para o efeito nas instala&ccedil;&otilde;es dos estabelecimentos referidos na al&iacute;nea c) do n.o 2, de obras e outros materiais n&atilde;o sujeitos a condi&ccedil;&otilde;es de compra ou licenciamento que fazem parte das suas colec&ccedil;&otilde;es;</p><p>o) Utiliza&ccedil;&atilde;o em certos casos de menor import&acirc;ncia para os quais j&aacute; existam excep&ccedil;&otilde;es ou limita&ccedil;&otilde;es na legisla&ccedil;&atilde;o nacional, desde que a aplica&ccedil;&atilde;o se relacione unicamente com a utiliza&ccedil;&atilde;o n&atilde;o-digital e n&atilde;o condicione a livre circula&ccedil;&atilde;o de bens e servi&ccedil;os na Comunidade, sem preju&iacute;zo das excep&ccedil;&otilde;es e limita&ccedil;&otilde;es que constam do presente artigo.</p><p>4. Quando os Estados-Membros possam prever uma excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o ao direito de reprodu&ccedil;&atilde;o por for&ccedil;a dos n.os 2 ou 3 do presente artigo, poder&atilde;o igualmente prever uma excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o ao direito de distribui&ccedil;&atilde;o referido no artigo 4.o na medida justificada pelo objectivo do acto de reprodu&ccedil;&atilde;o autorizado.</p><p>5. As excep&ccedil;&otilde;es e limita&ccedil;&otilde;es contempladas nos n.os 1, 2, 3 e 4 s&oacute; se aplicar&atilde;o em certos casos especiais que n&atilde;o entrem em conflito com uma explora&ccedil;&atilde;o normal da obra ou outro material e n&atilde;o prejudiquem irrazoavelmente os leg&iacute;timos interesses do titular do direito.</p><p/><p>CAP&Iacute;TULO III</p><p>PROTEC&Ccedil;&Atilde;O DAS MEDIDAS DE CAR&Aacute;CTER TECNOL&Oacute;GICO E DAS INFORMA&Ccedil;&Otilde;ES PARA A GEST&Atilde;O DOS DIREITOS</p><p>Artigo 6.o</p><p>Obriga&ccedil;&otilde;es em rela&ccedil;&atilde;o a medidas de car&aacute;cter tecnol&oacute;gico</p><p>1. Os Estados-Membros assegurar&atilde;o protec&ccedil;&atilde;o jur&iacute;dica adequada contra a neutraliza&ccedil;&atilde;o de qualquer medida eficaz de car&aacute;cter tecnol&oacute;gico por pessoas que saibam ou devam razoavelmente saber que &eacute; esse o seu objectivo.</p><p>2. Os Estados-Membros assegurar&atilde;o protec&ccedil;&atilde;o jur&iacute;dica adequada contra o fabrico, a importa&ccedil;&atilde;o, a distribui&ccedil;&atilde;o, a venda, o aluguer, a publicidade para efeitos de venda ou de aluguer, ou a posse para fins comerciais de dispositivos, produtos ou componentes ou as presta&ccedil;&otilde;es de servi&ccedil;os que:</p><p>a) Sejam promovidos, publicitados ou comercializados para neutralizar a protec&ccedil;&atilde;o; ou</p><p>b) S&oacute; tenham limitada finalidade comercial ou utiliza&ccedil;&atilde;o para al&eacute;m da neutraliza&ccedil;&atilde;o da protec&ccedil;&atilde;o, ou</p><p>c) Sejam essencialmente concebidos, produzidos, adaptados ou executados com o objectivo de permitir ou facilitar a neutraliza&ccedil;&atilde;o da protec&ccedil;&atilde;o</p><p>de medidas de car&aacute;cter tecnol&oacute;gico eficazes.</p><p>3. Para efeitos da presente directiva, por &quot;medidas de car&aacute;cter tecnol&oacute;gico&quot; entende-se quaisquer tecnologias, dispositivos ou componentes que, durante o seu funcionamento normal, se destinem a impedir ou restringir actos, no que se refere a obras ou outro material, que n&atilde;o sejam autorizados pelo titular de um direito de autor ou direitos conexos previstos por lei ou do direito sui generis previsto no cap&iacute;tulo III da Directiva 96/9/CE. As medidas de car&aacute;cter tecnol&oacute;gico s&atilde;o consideradas &quot;eficazes&quot; quando a utiliza&ccedil;&atilde;o da obra ou de outro material protegido seja controlada pelos titulares dos direitos atrav&eacute;s de um controlo de acesso ou de um processo de protec&ccedil;&atilde;o, como por exemplo a codifica&ccedil;&atilde;o, cifragem ou qualquer outra transforma&ccedil;&atilde;o da obra ou de outro material protegido, ou um mecanismo de controlo da c&oacute;pia, que garanta a realiza&ccedil;&atilde;o do objectivo de protec&ccedil;&atilde;o.</p><p>4. N&atilde;o obstante a protec&ccedil;&atilde;o jur&iacute;dica prevista no n.o 1, na falta de medidas volunt&aacute;rias tomadas pelos titulares de direitos, nomeadamente de acordos entre titulares de direitos e outras partes interessadas, os Estados-Membros tomar&atilde;o as medidas adequadas para assegurar que os titulares de direitos coloquem &agrave; disposi&ccedil;&atilde;o dos benefici&aacute;rios de excep&ccedil;&otilde;es ou limita&ccedil;&otilde;es previstas na legisla&ccedil;&atilde;o nacional, nos termos das al&iacute;neas a), c), d), e e) do n.o 2 do artigo 5.o e das al&iacute;neas a), b) ou e) do n.o 3 do artigo 5.o, os meios que lhes permitam beneficiar dessa excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o, sempre que os benefici&aacute;rios em quest&atilde;o tenham legalmente acesso &agrave; obra ou a outro material protegido em causa.</p><p>Um Estado-Membro pode igualmente tomar essas medidas relativamente a um benefici&aacute;rio de uma excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o prevista em conformidade com a al&iacute;nea b) do n.o 2 do artigo 5.o, a menos que a reprodu&ccedil;&atilde;o para uso privado j&aacute; tenha sido possibilitada por titulares de direitos na medida necess&aacute;ria para permitir o benef&iacute;cio da excep&ccedil;&atilde;o ou limita&ccedil;&atilde;o em causa e em conformidade com o disposto no n.o 2, al&iacute;nea b), e no n.o 5 do artigo 5.o, sem impedir os titulares dos direitos de adoptarem medidas adequadas relativamente ao n&uacute;mero de reprodu&ccedil;&otilde;es efectuadas nos termos destas disposi&ccedil;&otilde;es.</p><p>As medidas de car&aacute;cter tecnol&oacute;gico aplicadas voluntariamente pelos titulares de direitos, incluindo as aplicadas em execu&ccedil;&atilde;o de acordos volunt&aacute;rios, e as medidas de car&aacute;cter tecnol&oacute;gico aplicadas em execu&ccedil;&atilde;o das medidas tomadas pelos Estados-Membros devem gozar da protec&ccedil;&atilde;o jur&iacute;dica prevista no n.o 1.</p><p>O disposto no primeiro e segundo par&aacute;grafos n&atilde;o se aplica a obras ou outros materiais disponibilizado ao p&uacute;blico ao abrigo de condi&ccedil;&otilde;es contratuais acordadas e por tal forma que os particulares possam ter acesso &agrave;queles a partir de um local e num momento por eles escolhido.</p><p>O presente n&uacute;mero aplica-se mutatis mutandis &agrave;s Directivas 92/100/CEE e 96/9/CE.</p><p/><p>Artigo 7.o</p><p>Obriga&ccedil;&otilde;es em rela&ccedil;&atilde;o a informa&ccedil;&otilde;es para a gest&atilde;o dos direitos</p><p>1. Os Estados-Membros assegurar&atilde;o uma protec&ccedil;&atilde;o jur&iacute;dica adequada contra qualquer pessoa que, com conhecimento de causa, pratique, sem autoriza&ccedil;&atilde;o, um dos seguintes actos:</p><p>a) Supress&atilde;o ou altera&ccedil;&atilde;o de quaisquer informa&ccedil;&otilde;es electr&oacute;nicas para a gest&atilde;o dos direitos;</p><p>b) Distribui&ccedil;&atilde;o, importa&ccedil;&atilde;o para distribui&ccedil;&atilde;o, radiodifus&atilde;o, comunica&ccedil;&atilde;o ao p&uacute;blico ou coloca&ccedil;&atilde;o &agrave; sua disposi&ccedil;&atilde;o de obras ou de outro material protegido nos termos da presente directiva ou do cap&iacute;tulo III da Directiva 96/9/CE das quais tenham sido suprimidas ou alteradas sem autoriza&ccedil;&atilde;o informa&ccedil;&otilde;es electr&oacute;nicas para a gest&atilde;o dos direitos,</p><p>sabendo ou devendo razoavelmente saber que ao faz&ecirc;-lo est&aacute; a provocar, permitir, facilitar ou dissimular a viola&ccedil;&atilde;o de um direito de autor ou de direitos conexos previstos por lei ou do direito sui generis previsto no cap&iacute;tulo III da Directiva 96/9/CE.</p><p>2. Para efeitos da presente directiva, por &quot;informa&ccedil;&otilde;es para a gest&atilde;o dos direitos&quot;, entende-se qualquer informa&ccedil;&atilde;o, prestada pelos titulares dos direitos, que identifique a obra ou qualquer outro material protegido referido na presente directiva ou abrangido pelo direito sui generis previsto no cap&iacute;tulo III da Directiva 96/9/CE, o autor ou qualquer outro titular de direito relativamente &agrave; obra ou outro material protegido, ou ainda informa&ccedil;&otilde;es acerca das condi&ccedil;&otilde;es e modalidades de utiliza&ccedil;&atilde;o da obra ou do material protegido, bem como quaisquer n&uacute;meros ou c&oacute;digos que representem essas informa&ccedil;&otilde;es.</p><p>O primeiro par&aacute;grafo aplica-se quando qualquer destes elementos de informa&ccedil;&atilde;o acompanhe uma c&oacute;pia, ou apare&ccedil;a no contexto da comunica&ccedil;&atilde;o ao p&uacute;blico de uma obra ou de outro material referido na presente directiva ou abrangido pelo direito sui generis previsto no cap&iacute;tulo III da Directiva 96/9/CE.</p><p/><p>CAP&Iacute;TULO IV</p><p>DISPOSI&Ccedil;&Otilde;ES COMUNS</p><p>Artigo 8.o</p><p>San&ccedil;&otilde;es e vias de recurso</p><p>1. Os Estados-Membros devem prever as san&ccedil;&otilde;es e vias de recurso adequadas para as viola&ccedil;&otilde;es dos direitos e obriga&ccedil;&otilde;es previstas na presente directiva e tomar todas as medidas necess&aacute;rias para assegurar a aplica&ccedil;&atilde;o efectiva de tais san&ccedil;&otilde;es e vias de recurso. As san&ccedil;&otilde;es previstas devem ser eficazes, proporcionadas e dissuasivas.</p><p>2. Os Estados-Membros tomar&atilde;o todas as medidas necess&aacute;rias para assegurar que os titulares dos direitos cujos interesses sejam afectados por uma viola&ccedil;&atilde;o praticada no seu territ&oacute;rio possam intentar uma ac&ccedil;&atilde;o de indemniza&ccedil;&atilde;o e/ou requerer uma injun&ccedil;&atilde;o e, quando adequado, a apreens&atilde;o do material il&iacute;cito, bem como dos dispositivos, produtos ou componentes referidos no n.o 2 do artigo 6.o</p><p>3. Os Estados-Membros dever&atilde;o garantir que os titulares dos direitos possam solicitar uma injun&ccedil;&atilde;o contra intermedi&aacute;rios cujos servi&ccedil;os sejam utilizados por terceiros para violar um direito de autor ou direitos conexos.</p><p/><p>Artigo 9.o</p><p>Continua&ccedil;&atilde;o da aplica&ccedil;&atilde;o de outras disposi&ccedil;&otilde;es legais</p><p>O disposto na presente directiva n&atilde;o prejudica as disposi&ccedil;&otilde;es relativas nomeadamente &agrave;s patentes, marcas registadas, modelos de utilidade, topografias de produtos semi-condutores, caracteres tipogr&aacute;ficos, acesso condicionado, acesso ao cabo de servi&ccedil;os de radiodifus&atilde;o, protec&ccedil;&atilde;o dos bens pertencentes ao patrim&oacute;nio nacional, requisitos de dep&oacute;sito legal, legisla&ccedil;&atilde;o sobre acordos, decis&otilde;es ou pr&aacute;ticas concertadas entre empresas e concorr&ecirc;ncia desleal, segredo comercial, seguran&ccedil;a, confidencialidade, protec&ccedil;&atilde;o dos dados pessoais e da vida privada, acesso aos documentos p&uacute;blicos e o direito contratual.</p><p/><p>Artigo 10.o</p><p>Aplica&ccedil;&atilde;o no tempo</p><p>1. As disposi&ccedil;&otilde;es da presente directiva s&atilde;o aplic&aacute;veis a todas as obras e outro material referidos na presente directiva que, em 22 de Dezembro de 2002, se encontrem protegidos pela legisla&ccedil;&atilde;o dos Estados-Membros em mat&eacute;ria de direito de autor e direitos conexos ou preencham os crit&eacute;rios de protec&ccedil;&atilde;o nos termos da presente directiva ou nas disposi&ccedil;&otilde;es referidas no n.o 2 do artigo 1.o</p><p>2. A presente directiva &eacute; aplic&aacute;vel sem preju&iacute;zo de quaisquer actos conclu&iacute;dos e de direitos adquiridos at&eacute; 22 de Dezembro de 2002.</p><p/><p>Artigo 11.o</p><p>Adapta&ccedil;&otilde;es t&eacute;cnicas</p><p>1. A Directiva 92/100/CEE &eacute; alterada do seguinte modo:</p><p>a) &Eacute; revogado o artigo 7.o</p><p>b) O n.o 3 do artigo 10.o passa a ter a seguinte redac&ccedil;&atilde;o: &quot;3. Estas limita&ccedil;&otilde;es s&oacute; podem ser aplicadas a certos casos especiais que n&atilde;o entrem em conflito com uma explora&ccedil;&atilde;o normal da obra ou do outro material e n&atilde;o prejudiquem irrazoavelmente os leg&iacute;timos interesses do titular do direito.&quot;</p><p>2. O n.o 2 do artigo 3.o da Directiva 93/98/CEE passa a ter a seguinte redac&ccedil;&atilde;o: &quot;2. Os direitos dos produtores de fonogramas caducam cinquenta anos ap&oacute;s a fixa&ccedil;&atilde;o. No entanto, se o fonograma for legalmente publicado durante este per&iacute;odo, os direitos caducam cinquenta anos ap&oacute;s a data da primeira publica&ccedil;&atilde;o. Se o fonograma n&atilde;o for legalmente publicado durante o per&iacute;odo acima referido e se o fonograma tiver sido legalmente comunicado ao p&uacute;blico durante o mesmo per&iacute;odo, os direitos caducam cinquenta anos ap&oacute;s a data da primeira comunica&ccedil;&atilde;o legal ao p&uacute;blico.</p><p>Todavia, quando devido ao termo da protec&ccedil;&atilde;o concedida ao abrigo do presente n&uacute;mero, na vers&atilde;o anterior &agrave; altera&ccedil;&atilde;o introduzida pela Directiva 2001/29/CE do Parlamento Europeu e do Conselho, de 22 de Maio de 2001, relativa &agrave; harmoniza&ccedil;&atilde;o de certos aspectos do direito de autor e dos direitos conexos na sociedade da informa&ccedil;&atilde;o(11), os direitos de produtores de fonogramas deixarem de estar protegidos at&eacute; 22 de Dezembro de 2002, o presente n&uacute;mero n&atilde;o ter&aacute; por efeito proteger de novo esses direitos.&quot;</p><p/><p>Artigo 12.o</p><p>Aplica&ccedil;&atilde;o</p><p>1. O mais tardar at&eacute; 22 de Dezembro de 2004, e posteriormente de tr&ecirc;s em tr&ecirc;s anos, a Comiss&atilde;o apresentar&aacute; ao Parlamento Europeu, ao Conselho e ao Comit&eacute; Econ&oacute;mico e Social um relat&oacute;rio sobre a aplica&ccedil;&atilde;o da presente directiva, no qual, nomeadamente, com base nas informa&ccedil;&otilde;es espec&iacute;ficas transmitidas pelos Estados-Membros, ser&aacute; examinada em especial a aplica&ccedil;&atilde;o dos artigos 5.o, 6.o e 8.o &agrave; luz do desenvolvimento do mercado digital. No caso do artigo 6.o examinar&aacute;, em especial, se este artigo confere um n&iacute;vel de protec&ccedil;&atilde;o suficiente e se os actos permitidos por lei est&atilde;o a ser afectados negativamente pela utiliza&ccedil;&atilde;o de medidas de car&aacute;cter tecnol&oacute;gico efectivas. Quando necess&aacute;rio, em especial, para assegurar o funcionamento do mercado interno previsto no artigo 14.o do Tratado, a Comiss&atilde;o apresentar&aacute; propostas de altera&ccedil;&atilde;o da presente directiva.</p><p>2. A protec&ccedil;&atilde;o dos direitos conexos ao direito de autor ao abrigo da presente directiva n&atilde;o afecta nem prejudica de modo algum a protec&ccedil;&atilde;o dos direitos de autor.</p><p>3. &Eacute; institu&iacute;do um Comit&eacute; de Contacto. Este Comit&eacute; ser&aacute; composto por representantes das entidades competentes dos Estados-Membros e presidido por um representante da Comiss&atilde;o. O Comit&eacute; reunir&aacute; quer por iniciativa do seu presidente, quer a pedido da delega&ccedil;&atilde;o de um Estado-Membro.</p><p>4. As fun&ccedil;&otilde;es do Comit&eacute; s&atilde;o as seguintes:</p><p>a) Examinar o impacto da presente directiva no funcionamento do mercado interno e real&ccedil;ar eventuais dificuldades;</p><p>b) Organizar consultas sobre todas as quest&otilde;es decorrentes da aplica&ccedil;&atilde;o da presente directiva;</p><p>c) Facilitar o interc&acirc;mbio de informa&ccedil;&otilde;es sobre a evolu&ccedil;&atilde;o pertinente em mat&eacute;ria de legisla&ccedil;&atilde;o e de jurisprud&ecirc;ncia, bem como no dom&iacute;nio econ&oacute;mico, social, cultural e tecnol&oacute;gico;</p><p>d) Funcionar como um f&oacute;rum de avalia&ccedil;&atilde;o do mercado digital das obras e dos outros objectos, incluindo a c&oacute;pia privada e a utiliza&ccedil;&atilde;o de medidas t&eacute;cnicas.</p><p/><p>Artigo 13.o</p><p>Disposi&ccedil;&otilde;es finais</p><p>1. Os Estados-Membros por&atilde;o em vigor as disposi&ccedil;&otilde;es legislativas, regulamentares e administrativas necess&aacute;rias para darem cumprimento &agrave; presente directiva at&eacute; 22 de Dezembro de 2002. Informar&atilde;o imediatamente desse facto a Comiss&atilde;o.</p><p>Sempre que os Estados-Membros adoptarem tais disposi&ccedil;&otilde;es, estas devem incluir uma refer&ecirc;ncia &agrave; presente directiva ou ser acompanhadas dessa refer&ecirc;ncia aquando da publica&ccedil;&atilde;o oficial. As modalidades da refer&ecirc;ncia ser&atilde;o adoptadas pelos Estados-Membros.</p><p>2. Os Estados-Membros comunicar&atilde;o &agrave; Comiss&atilde;o o texto das disposi&ccedil;&otilde;es de direito interno que adoptarem no dom&iacute;nio abrangido pela presente directiva.</p><p/><p>Artigo 14.o</p><p>Entrada em vigor</p><p>A presente directiva entra em vigor no dia da sua publica&ccedil;&atilde;o no Jornal Oficial das Comunidades Europeias.</p><p/><p>Artigo 15.o</p><p>Destinat&aacute;rios</p><p>Os Estados-Membros s&atilde;o destinat&aacute;rios da presente directiva.</p><p/><p>Feito em Bruxelas, em 22 de Maio de 2001.</p><p/><p>Pelo Parlamento Europeu</p><p>A Presidente</p><p>N. Fontaine</p><p/><p>Pelo Conselho</p><p>O Presidente</p><p>M. Winberg</p><p/><p>(1) JO C 108 de 7.4.1998, p. 6 e</p><p>JO C 180 de 25.6.1999, p. 6.</p><p>(2) JO C 407 de 28.12.1998, p. 30.</p><p>(3) Parecer do Parlamento Europeu de 10 de Fevereiro de 2000 (JO C 150 de 28.5.1999, p. 171), posi&ccedil;&atilde;o comum do Conselho de 28 de Setembro de 2000 (JO C 344, 1.12.2000, p. 1) e decis&atilde;o do Parlamento Europeu de 14 de Fevereiro de 2001 (ainda n&atilde;o publicada no Jornal Oficial). Decis&atilde;o do Conselho de 9 de Abril de 2001.</p><p>(4) JO L 178 de 17.7.2000, p. 1.</p><p>(5) Directiva 91/250/CEE do Conselho, de 14 de Maio de 1991, relativa &agrave; protec&ccedil;&atilde;o jur&iacute;dica dos programas de computador (JO L 122 de 17.5.1991, p. 42). Directiva com a &uacute;ltima redac&ccedil;&atilde;o que lhe foi dada pela Directiva 93/98/CEE.</p><p>(6) Directiva 92/100/CEE do Conselho, de 19 de Novembro de 1992, relativa ao direito de aluguer, ao direito de comodato e a certos direitos conexos aos direitos de autor em mat&eacute;ria de propriedade intelectual (JO L 346 de 27.11.1992, p. 61). Directiva com a &uacute;ltima redac&ccedil;&atilde;o que lhe foi dada pela Directiva 93/98/CEE.</p><p>(7) Directiva 93/83/CEE do Conselho, de 27 de Setembro de 1993, relativa &agrave; coordena&ccedil;&atilde;o de determinadas disposi&ccedil;&otilde;es em mat&eacute;ria de direito de autor e direitos conexos aplic&aacute;veis &agrave; radiodifus&atilde;o por sat&eacute;lite e &agrave; retransmiss&atilde;o por cabo (JO L 248 de 6.10.1993, p. 15).</p><p>(8) Directiva 93/98/CEE do Conselho, de 29 de Outubro de 1993, relativa &agrave; harmoniza&ccedil;&atilde;o do prazo de protec&ccedil;&atilde;o dos direitos de autor e de certos direitos conexos (JO L 290 de 24.11.1993, p. 9).</p><p>(9) Directiva 96/9/CE do Parlamento Europeu e do Conselho, de 11 de Mar&ccedil;o de 1996, relativa &agrave; protec&ccedil;&atilde;o jur&iacute;dica das bases de dados (JO L 77 de 27.3.1996, p. 20).</p><p>(10) JO L 281 de 23.11.1995, p. 31.</p><p>(11) JO L 167 de 22.6.2001, p. 10.</p><p> </p>
</TXT_TE>
</p>
</div>
</body></html>
